{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 I'm Camilla Rees. Fictional person for preview purposes :) I'm working with newest front-end frameworks like Angular, React and Vue. What you are seeing now is portfolio template from Code Fellows. If you like this portfolio template, make sure to ⭐ the repository to make it more recognizable for other users. Thank you 💜",
      "section_name": {
        "about": "I have a passion for social justice through nonprofit work and education and have been in these fields for several years. I decided to shift my focus to Software Development and learned I have a particular knack for front-end development and have been complimented on my eye for design by my supervisor and colleagues. I’m known to be a “Jill of all trades”, and am extremely interested in picking up iOS development. I am eager to combine these new skills with my previous experience to educate and engage communities to act for the public good through technology. Through my experience, I have witnessed an immense positive impact on societal ecosystems when we improve the ways we connect good people with the right resources and opportunities. I want to continue this mission as I step into a tech industry role.",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Final Project 301",
        "startDate": "2022",
        "description": "The most expanded application I had opportunity to work with. I've learned many technologies and my code was reviewed by awesome curator. Application handles all adoption processess and allows to store all evidence on adopting animals from animal shelter.",
        "images": [
          "images/portfolio/final-project-301/p1.png"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "React"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "Tarkine",
        "startDate": "2022",
        "description": "Personal project for study subject. I was responsible for testing photography application that optimizes images with popular algorithms used by graphic editors like Pixlr or Adobe Photoshop. I've earned A grade :)",
        "images": [
          "images/portfolio/tarkine/p1.png",
          "images/portfolio/tarkine/p2.png"
        ],
        "url": "https://tarkine.github.io/Main/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain",
            "name": "HTML"
          }
        ]
      },
      {
        "title": "Gallery of Horns",
        "startDate": "2022",
        "description": "One of the first apps I was working on my internship. I had to develop front-end implementation for app that shows 3D models of known buildings. This was also my first project in Angular framework. I've learned a lot!",
        "images": [
          "images/portfolio/gallery-of-horns/p1.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "React"
          },
          {
            "class": "devicon-css3-plain",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain",
            "name": "HTML"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Utah State University",
        "title": "Program and Marketing Manager",
        "years": "10.2019 - 11.2022",
      
        "technologies": [
          "HTML5",
          "CSS",
          "Adobe Illustrator",
          "Adobe InDesign",
          "Canva"
        ]
      },
      {
        "company": "Brigham Young University",
        "title": "Content Developer",
        "years": "08.2019 - 12.2019",
        "mainTech": [
          "Adobe Illustrator"
        ],
        "technologies": [
          "Adobe InDesign",
          "Canva"
        ]
      }
    ]
  }
